Repository: RomainBoulay/DescriptiveTimeDiff
Catalog: DescriptiveTimeDiff/*.lproj/LocalizableShort.strings
Languages: de

source: year
de: Jahr

# %d year (plural rule: one)
source: %dy
de: %d Jahr

# %d year (plural rule: other)
source: %dy
de: %d Jahre

source: month
de: Monat

# %d month (plural rule: one)
source: %dmo
de: %d Monat

# %d month (plural rule: other)
source: %dmo
de: %d Monate

source: week
de: Woche

# %d week (plural rule: one)
source: %dw
de: %d Woche

# %d week (plural rule: other)
source: %dw
de: %d Wochen

source: day
de: Tag

# %d day (plural rule: one)
source: %dd
de: %d Tag

# %d day (plural rule: other)
source: %dd
de: %d Tage

source: hour
de: Stude

# %d hour (plural rule: one)
source: %dh
de: %d Stude

# %d hour (plural rule: other)
source: %dh
de: %d Studen

# %d minute (plural rule: one)
source: %dm
de: %d Min.

# %d minute (plural rule: other)
source: %dm
de: %d Min.

source: second
de: Sekunde

# %d second (plural rule: one)
source: %ds
de: %d Sek.

# %d second (plural rule: other)
source: %ds
de: %d Sek.

# LeftFormat
source: %@ left
de: noch %@

# AgoFormat
source: %@ ago
de: vor %@
